
public class tasks {
    /*MyList - 24.09(на основе 22.09) +5 задание добавить push и pop
     * 28.09.15 создать свой тип с тремя видами сортировки, использовать сортировку для дз с самолетами, преобразовать класс dog(как в примере), чтобы внутренние класы стали внешники
     * 01.10.  - 8 задание
     * 05.10 - 9 10) В Геноме изменить код так, чтобы сохранялась позиция найденных совпадений

11) (05.10.2015) сделать копию MyList в виде bounded list с обработкой Exceptions
 06.10 -12
 08.10 - 13
 12.10 -14
 13.10 -15
 15.10 -16
 19.10 -19
      */


}
